uni_data = [
    {
        "name": "МГУ",
        "full_name": "московский государственный университет",
        "city": "Москва"
    },
    {
        "name": "Московский политех",
        "full_name": "московский политехнический университет",
        "city": "Москва"
    },
    {
        "name": "РУДН",
        "full_name": "российский университет дружбы народов",
        "city": "Москва"
    },
    {
        "name": "МФТИ",
        "full_name": "московский физико-технический институт",
        "city": "Москва"
    }
]